[
  {
    "word": "Supine adj",
    "def": [
      "Lying on its back; reclined.",
      "(figuratively) Reluctant to take action due to indifference or moral weakness; apathetic or passive towards something; lazy, lethargic, listless.",
      "(rare, now poetic) Inclining or leaning backward; inclined, sloping."
    ]
  },
  {
    "word": "Fard v",
    "def": [
      "(transitive, archaic) To paint, as the cheeks or face.",
      "(transitive, archaic) To embellish or gloss over."
    ]
  },
  {
    "word": "Sowl v",
    "def": [
      "(transitive) To pull (especially an animal) by the ears; to drag about."
    ]
  },
  {
    "word": "Illustrious adj",
    "def": [
      "Admired, distinguished, respected, or well-known, especially due to past achievements or noble qualities."
    ]
  },
  {
    "word": "Chatelaine n",
    "def": [
      "(dated) The mistress of a castle or large household.",
      "(historical) A chain or clasp worn at the waist by women with handkerchief, keys, etc., attached, supposed to resemble the chain of keys once worn by medieval chatelaines."
    ]
  },
  {
    "word": "Exiguity n",
    "def": ["The quality of being meagre or scanty."]
  },
  {
    "word": "Ariose adj",
    "def": ["(music) Melodic and song-like."]
  },
  {
    "word": "Belluine adj",
    "def": [
      "(obsolete) Of, characteristic of, or pertaining to beasts; animal, bestial; brutal."
    ]
  },
  {
    "word": "Seasteading n",
    "def": [
      "The creation of permanent dwellings at sea, especially outside the territory claimed by any national government."
    ]
  },
  {
    "word": "Homily n",
    "def": [
      "A sermon, especially concerning a practical matter.",
      "A moralizing lecture.",
      "A platitude."
    ]
  },
  {
    "word": "Talaria n",
    "def": [
      "(Greek mythology, Roman mythology) The winged sandals worn by certain gods and goddesses, especially the Roman god Mercury (and his Greek counterpart Hermes)."
    ]
  },
  {
    "word": "Tattle v",
    "def": [
      "(intransitive) To chatter; to gossip.",
      "(intransitive, Canada, US, derogatory) Often said of children: to report incriminating information about another person, or a person's wrongdoing; to tell on somebody.",
      "(intransitive, obsolete) To speak like a baby or young child; to babble, to prattle; to speak haltingly, to stutter."
    ]
  },
  {
    "word": "Supernumerary adj",
    "def": [
      "Greater in number than.",
      "Beyond the prescribed or standard amount or number; excess, extra.",
      "Beyond what is necessary; redundant."
    ]
  },
  {
    "word": "Abase v",
    "def": [
      "(transitive) To lower, as in condition in life, office, rank, etc., so as to cause pain or hurt feelings; to degrade, to depress, to humble, to humiliate.",
      "(transitive, archaic) To lower physically; to depress; to cast or throw down; to stoop.",
      "(transitive, obsolete) To lower in value, in particular by altering the content of alloys in coins; to debase."
    ]
  },
  {
    "word": "Nitty adj",
    "def": [
      "Full of nits.",
      "(chiefly Britain, slang) Foolish, inane.",
      "(Excessively) detailed, specific; fastidious, fussy, nit-picky.",
      "(poker slang) Of a poker player: playing in an overly cautious and reactive manner.",
      "(obsolete, rare) Shining; elegant, spruce."
    ]
  },
  {
    "word": "Ostrichism n",
    "def": [
      "The act of hiding, often unsuccessfully, by ducking one's head out of view.",
      "(derogatory) A policy of burying one's head in the sand, that is, ignoring the reality of a situation."
    ]
  },
  {
    "word": "Souped-up adj",
    "def": [
      "(horse racing, cant) Of a racehorse: injected with a substance to make it run faster or to change its temperament.",
      "(road transport, slang) Of an engine, a motor vehicle, etc.: modified for higher performance.",
      "(United States Navy, slang) Drunk, intoxicated.",
      "(US (chiefly Connecticut, Massachusetts, and Rhode Island), slang) Excited."
    ]
  },
  {
    "word": "Insouciant adj",
    "def": ["Casually unconcerned; carefree, indifferent, nonchalant."]
  },
  {
    "word": "Whip-smart adj",
    "def": ["(Canada, US, informal) Very intelligent."]
  },
  {
    "word": "August adj",
    "def": ["Awe-inspiring, majestic, noble, venerable.", "Of noble birth."]
  },
  {
    "word": "Adret n",
    "def": ["(geography) The sun-facing side of a mountain."]
  },
  {
    "word": "Maverick n",
    "def": [
      "An unbranded range animal.",
      "(by extension) Anything dishonestly obtained.",
      "(by extension) One who is unconventional or does not abide by rules.",
      "(by extension) One who creates or uses controversial or unconventional ideas or practices.",
      "(military) A person in the military who became an officer by going to college while on active duty as an enlisted person.",
      "(poker slang) A queen and a jack as a starting hand in Texas hold 'em."
    ]
  },
  {
    "word": "Lucre n",
    "def": [
      "Money, riches, or wealth, especially when seen as having a corrupting effect or causing greed, or obtained in an underhanded manner."
    ]
  },
  {
    "word": "Behove v",
    "def": [
      "(transitive, formal) To befit, to suit.",
      "(transitive, formal) To be necessary for (someone).",
      "(transitive, formal) To be in the best interest of; to benefit."
    ]
  },
  {
    "word": "Stonewall v",
    "def": [
      "(transitive) To obstruct.",
      "(intransitive, informal) To refuse to answer or cooperate, especially in supplying information."
    ]
  },
  {
    "word": "Moiety n",
    "def": [
      "A half.",
      "A share or portion, especially a smaller share.",
      "(anthropology) Each descent group in a culture which is divided exactly into two descent groups.",
      "(chemistry) A specific segment of a molecule."
    ]
  },
  {
    "word": "Melomaniac n",
    "def": ["One with an abnormal fondness of music; a person who loves music."]
  },
  {
    "word": "Shrithe v",
    "def": [
      "(intransitive) To move; to make one's way (toward), to proceed; (specifically) to creep.",
      "(intransitive) To go about, to roam, to wander."
    ]
  },
  {
    "word": "Winsome adj",
    "def": [
      "Charming, engaging, winning; inspiring approval and trust, especially if in an innocent manner."
    ]
  },
  {
    "word": "Hobnob v",
    "def": [
      "(intransitive, obsolete, rare) To have or have not; to give or take.",
      "(intransitive, obsolete) To toast one another by touching glasses.",
      "(intransitive) To drink together.",
      "(intransitive) To associate with in a friendly manner, often with those of a higher class or status."
    ]
  },
  {
    "word": "Stalwart adj",
    "def": ["Firmly or solidly built.", "Courageous."]
  },
  {
    "word": "Abstemious adj",
    "def": [
      "Refraining from freely consuming food or strong drink; sparing in diet; abstinent, temperate.",
      "Sparing in the indulgence of the appetite or passions.",
      "Sparingly used; used with temperance or moderation.",
      "Marked by, or spent in, abstinence.",
      "Promotive of abstemiousness."
    ]
  },
  {
    "word": "Wheelhorse n",
    "def": [
      "(US, dated) One of a team of horses which is nearest to the wheels of a carriage, as opposed to a leader or forward horse.",
      "(US, figuratively) A person who labors heavily for a particular cause, without being concerned about recognition.",
      "(obsolete or historical) A foot-propelled vehicle; a bicycle."
    ]
  },
  {
    "word": "Repine v",
    "def": [
      "(transitive) To fail; to wane.",
      "(intransitive, now literary) To complain; to regret."
    ]
  },
  {
    "word": "Faxlore n",
    "def": [
      "A kind of folklore comprising humorous material and urban legends that are shared by fax machine."
    ]
  },
  {
    "word": "Pike n",
    "def": [
      "(military, historical) A very long spear used two-handed by infantry soldiers for thrusting (not throwing), both for attacks on enemy foot soldiers and as a countermeasure against cavalry assaults.",
      "A sharp point, such as that of the weapon.",
      "A large haycock (“conical stack of hay left in a field to dry before adding to a haystack”).",
      "Any carnivorous freshwater fish of the genus Esox, especially the northern pike, Esox lucius.",
      "(diving, gymnastics) A position with the knees straight and a tight bend at the hips with the torso folded over the legs, usually part of a jack-knife.",
      "(fashion, dated) A pointy extrusion at the toe of a shoe.",
      "(chiefly Northern England) Especially in place names: a hill or mountain, particularly one with a sharp peak or summit."
    ]
  },
  {
    "word": "Veisalgia n",
    "def": [
      "(medicine) The unpleasant after-effects of the consumption of alcohol; a hangover."
    ]
  },
  {
    "word": "Vermiculation n",
    "def": [
      "(obsolete, rare) The process of being turned into a worm.",
      "The state of being infested or consumed by worms.",
      "A pattern of irregular wavy lines resembling worms or their casts or tracks, found on the plumage of birds, used to decorate artworks and buildings, etc.",
      "(medicine, dated) Peristalsis (“wave-like contraction of the digestive tract, resembling the movement of a worm”)."
    ]
  },
  {
    "word": "Sultry adj",
    "def": [
      "(weather) Hot and humid.",
      "(weather) Very hot and dry; torrid.",
      "(figuratively) Sexually enthralling."
    ]
  },
  {
    "word": "Comminution n",
    "def": [
      "(often mining, waste management) The breaking or grinding up of a material to form smaller particles.",
      "(traumatology) The fracture of a bone site in multiple pieces (technically, at least three); crumbling."
    ]
  },
  {
    "word": "Acrimonious adj",
    "def": [
      "(archaic) Harsh and sharp, or bitter and not to the taste; acrid, pungent.",
      "(figuratively) Angry, acid, and sharp in delivering argumentative replies: bitter, mean-spirited, sharp in language or tone."
    ]
  },
  {
    "word": "Ululation n",
    "def": ["The act of ululating; a long, loud, wavering cry or howl."]
  },
  {
    "word": "Scrofulous adj",
    "def": [
      "(pathology, dated) Of, related to, or suffering from scrofula (form of tuberculosis tending to cause enlarged lymph nodes and skin inflammation).",
      "(figuratively) Having an unkempt, unhealthy appearance.",
      "(figuratively) Morally degenerate; corrupt."
    ]
  },
  {
    "word": "Sealocked adj",
    "def": [
      "(geography) Of a geographical region: accessible only through a body of seawater, and having no access by land."
    ]
  },
  {
    "word": "Sudorific adj",
    "def": [
      "In a state of perspiration; covered in sweat; sudoriferous, sweaty.",
      "(chiefly pharmacology) That produces sweating."
    ]
  },
  {
    "word": "Kenning n",
    "def": [
      "(obsolete) Sight, view; specifically a distant view at sea.",
      "(obsolete) The range or extent of vision, especially at sea; (by extension) a marine measure of approximately twenty miles.",
      "As little as one can discriminate or recognize; a small portion, a little.",
      "(zoology, obsolete, rare) A chalaza or tread of an egg (a spiral band attaching the yolk of the egg to the eggshell); a cicatricula.",
      "(poetry) A metaphorical phrase used in Germanic poetry (especially Old English or Old Norse) whereby a simple thing is described in an allusive way.",
      "(Northern England) A dry measure equivalent to half a bushel; a container with that capacity."
    ]
  },
  {
    "word": "Tarn n",
    "def": [
      "(Northern England) A small mountain lake, especially in Northern England.",
      "(US, chiefly Montana) One of many small mountain lakes or ponds."
    ]
  },
  {
    "word": "Magnality n",
    "def": ["dated) A great or wonderful thing; a marvel."]
  },
  {
    "word": "Caveat v",
    "def": [
      "(transitive, regarded by some as nonstandard) To qualify a statement with a caveat or proviso.",
      "(transitive, law) To formally object to something.",
      "(transitive, law, dated) To issue a notice requesting that proceedings be suspended.",
      "(transitive, obsolete) To warn or caution against some event."
    ]
  },
  {
    "word": "Sully v",
    "def": [
      "(transitive) To soil or stain; to dirty.",
      "(transitive) To corrupt or damage.",
      "(intransitive) To become soiled or tarnished."
    ]
  },
  {
    "word": "Pharmacovigilance n",
    "def": [
      "(medicine, pharmacology) The detection, assessment, understanding and prevention of adverse effects of medicines."
    ]
  },
  {
    "word": "Wrest v",
    "def": [
      "(transitive) To pull or twist violently.",
      "(transitive) To obtain by pulling or violent force.",
      "(transitive, figuratively) To seize.",
      "(transitive, figuratively) To distort, to pervert, to twist.",
      "(transitive, music) To tune with a wrest, or key."
    ]
  },
  {
    "word": "Braggart n",
    "def": ["Someone who constantly brags or boasts."]
  },
  {
    "word": "Wan adj",
    "def": ["Pale, sickly-looking.", "Dim, faint.", "Bland, uninterested."]
  },
  {
    "word": "Homeric adj",
    "def": [
      "Resembling or relating to the epic poetry of Homer.",
      "Of or pertaining to Greece during the Bronze Age, as described in Homer's works.",
      "Fit to be immortalized in poetry by Homer; epic, heroic."
    ]
  },
  {
    "word": "Kersey n",
    "def": ["A type of rough woollen cloth."]
  },
  {
    "word": "Thole v",
    "def": [
      "(intransitive, dated) To suffer.",
      "(transitive, now Northern England, Northern Ireland, Scotland) To endure, to put up with, to tolerate."
    ]
  },
  {
    "word": "Sylvan adj",
    "def": [
      "Pertaining to the forest, or woodlands.",
      "Residing in a forest or wood",
      "Wooded, or covered in forest."
    ]
  },
  {
    "word": "Carious adj",
    "def": ["Having caries (“bone or tooth decay”); decayed, rotten."]
  },
  {
    "word": "Pingo n",
    "def": [
      "(geomorphology) A conical mound of earth with an ice core caused by permafrost uplift, particularly if lasting more than a year.",
      "(Sri Lanka, dated) A flexible pole supported on one shoulder, with a load suspended from each end; a carrying pole or carrying yoke.",
      "(Sri Lanka, dated) A weight equivalent to that which can be carried using a pingo."
    ]
  },
  {
    "word": "Glower v",
    "def": ["(intransitive) To look or stare with anger."]
  },
  {
    "word": "Trilemma n",
    "def": [
      "A circumstance in which a choice must be made between three options that seem equally undesirable or, put another way, in which a choice must be made among three desirable options, only two of which are possible at the same time.",
      "(logic) An argument containing three alternatives, jointly exhaustive either under any condition(s) or under all condition(s) consistent with the universe of discourse of that argument, that each imply the same conclusion."
    ]
  },
  {
    "word": "Hyperthymesia n",
    "def": [
      "(neuroscience) A rare condition in which an individual possesses a superior autobiographical memory and is able to recall the vast majority of personal events and experiences in life."
    ]
  },
  {
    "word": "Ordure n",
    "def": [
      "Dung, excrement.",
      "(by extension) Dirt, filth.",
      "(by extension) Something regarded as contaminating or perverting the morals; obscene material."
    ]
  },
  {
    "word": "Bosk n",
    "def": [
      "(obsolete except dialectal) A bush.",
      "(archaic) A thicket; a small wood."
    ]
  },
  {
    "word": "Fatberg n",
    "def": [
      "A large accumulation of fat and discarded toiletries which clogs sewers."
    ]
  },
  {
    "word": "Meteorwrong n",
    "def": [
      "(humorous) A rock that is believed to be a meteorite, but is in fact terrestrial in origin; a pseudometeorite."
    ]
  },
  {
    "word": "Quakebuttock n",
    "def": ["(obsolete, rare) A coward."]
  },
  {
    "word": "Calvous adj",
    "def": [
      "(formal, medicine, rare) Lacking most or all of one's hair; bald, hairless.",
      "(botany, rare) Lacking bristles or pappuses."
    ]
  },
  {
    "word": "Hyperparasite n",
    "def": [
      "(biology) Any parasite whose host is a parasite.",
      "(entomology, specifically) An insect that parasitizes another parasitic insect"
    ]
  },
  {
    "word": "Ambivert n",
    "def": [
      "(psychology) A person who is neither clearly extroverted nor introverted, but has characteristics of each."
    ]
  },
  {
    "word": "Steatopygous adj",
    "def": [
      "(physiology) Pertaining to steatopygia; having fat or prominent buttocks."
    ]
  },
  {
    "word": "Bloviation n",
    "def": [
      "(US, possibly originally Ohio, informal) A lengthy discourse in a boastful or pompous manner."
    ]
  },
  {
    "word": "Ennead n",
    "def": [
      "(obsolete) The number nine.",
      "(rare) Any grouping or system containing nine objects."
    ]
  },
  {
    "word": "Polemology n",
    "def": ["The study of human conflict and war."]
  },
  {
    "word": "Desiccate v",
    "def": [
      "(transitive) To remove moisture from; to dry.",
      "(transitive) To preserve by drying.",
      "(intransitive, rare) To become dry; to dry up."
    ]
  },
  {
    "word": "Hector v",
    "def": [
      "(transitive) To dominate or intimidate in a blustering way; to bully, to domineer.",
      "(intransitive) To behave like a hector or bully; to bluster, to swagger; to bully."
    ]
  },
  {
    "word": "Wieldy adj",
    "def": [
      "(obsolete except Britain, dialectal) Able to wield one's body well; active, dexterous.",
      "Capable of being easily wielded or managed; handy."
    ]
  },
  {
    "word": "Gumption n",
    "def": [
      "(Britain) Common sense, initiative, resourcefulness.",
      "(US) Boldness of enterprise; aggressiveness or initiative.",
      "(US) Energy of body and mind, enthusiasm."
    ]
  },
  {
    "word": "Blooper n",
    "def": [
      "(informal) A blunder, an error.",
      "(baseball, slang) A fly ball that is weakly hit just over the infielders.",
      "(film, informal) A filmed or videotaped outtake that has recorded an amusing accident and/or mistake.",
      "(nautical) A gaff-rigged fore-and-aft sail set from and aft of the aftmost mast of a square-rigged ship; a spanker.",
      "(US, dated) A radio which interferes with other radios, causing them to bloop (squeal loudly)."
    ]
  },
  {
    "word": "Acquit v",
    "def": [
      "(transitive) To declare or find innocent or not guilty.",
      "(transitive) To discharge (for example, a claim or debt); to clear off, to pay off; to fulfil.",
      "(transitive) Followed by of (and formerly by from): to discharge, release, or set free from a burden, duty, liability, or obligation, or from an accusation or charge.",
      "(reflexive) To bear or conduct oneself; to perform one's part.",
      "(reflexive) To clear oneself.",
      "(transitive, archaic) past participle of acquit.",
      "(transitive, obsolete) To release, to rescue, to set free.",
      "(transitive, obsolete, rare) To pay for; to atone for."
    ]
  },
  {
    "word": "Skimble-skamble adj",
    "def": ["Confused, chaotic, disorderly, senseless."]
  },
  {
    "word": "Brumous adj",
    "def": ["(literary) Foggy or misty; wintry."]
  },
  {
    "word": "Caliginous adj",
    "def": ["(archaic or literary) Dark, obscure; murky."]
  },
  {
    "word": "Inexorable adj",
    "def": [
      "Impossible to prevent or stop; inevitable.",
      "Unable to be persuaded; relentless; unrelenting.",
      "Adamant; severe."
    ]
  },
  {
    "word": "Deglutition n",
    "def": ["(physiology) The act or process of swallowing."]
  },
  {
    "word": "Esurient adj",
    "def": [
      "(formal, now often humorous) Very greedy or hungry; ravenous; (figuratively) avid, eager."
    ]
  },
  {
    "word": "Vamp v",
    "def": [
      "(transitive) To patch, repair, or refurbish.",
      "(transitive) Often as vamp up: to fabricate or put together (something) from existing material, or by adding new material to something existing.",
      "(transitive) To cobble together, to extemporize, to improvise.",
      "(transitive, intransitive, now dialectal) To travel by foot; to walk.",
      "(transitive) To seduce or exploit someone."
    ]
  },
  {
    "word": "Navel-gazing v",
    "def": [
      "Contemplation of one's navel as an aid to meditation.",
      "(derogatory) Excessive focus on oneself; self-indulgent introspection.",
      "(sometimes derogatory) (Disproportionate) concentration on a single issue."
    ]
  },
  {
    "word": "Histrionic adj",
    "def": [
      "Of or relating to actors or acting.",
      "(by extension) Excessively dramatic or emotional, especially with the intention to draw attention."
    ]
  },
  {
    "word": "Pendragon n",
    "def": [
      "a title assumed by the ancient British chiefs when called to lead other chiefs: chief war leader, dictator, or king."
    ]
  },
  {
    "word": "Muliebrity n",
    "def": [
      "(literary) The state or quality of being a woman; the features of a woman's nature; femininity, womanhood.",
      "(literary) The state of attainment of womanhood following maidenhood.",
      "(physiology) The state of puberty in a female."
    ]
  },
  {
    "word": "Audiation n",
    "def": [
      "(music) The comprehension and internal realization of music by an individual in the absence of any physical sound."
    ]
  },
  {
    "word": "Jibe v",
    "def": [
      "(transitive) To reproach with contemptuous words; to deride, to mock, to taunt.",
      "(transitive) To say in a mocking or taunting manner.",
      "(intransitive) To make a mocking remark or remarks; to jeer.",
      "(intransitive, Canada, US, informal) To accord or agree."
    ]
  },
  {
    "word": "Slugabed n",
    "def": [
      "(archaic, now chiefly Canada, US) A lazy person who lies in bed after the usual time for getting up; a sluggard."
    ]
  },
  {
    "word": "Clarsach n",
    "def": [
      "(music) A small triangular wire-strung harp of Gaelic origin; a Celtic harp."
    ]
  },
  {
    "word": "Skulduggery n",
    "def": [
      "(countable) A devious device or trick.",
      "(uncountable) Dishonest, underhanded, or unscrupulous activities or behaviour."
    ]
  },
  {
    "word": "Felicitous adj",
    "def": [
      "Appropriate, apt, fitting.",
      "Auspicious, fortunate, lucky.",
      "Causing happiness or pleasure."
    ]
  },
  {
    "word": "Verklempt adj",
    "def": [
      "(US, colloquial) Overcome with emotion, choked up.",
      "(US, colloquial) Flustered, nervous, overwhelmed."
    ]
  },
  {
    "word": "Loggerhead n",
    "def": [
      "(obsolete) A stupid person; a blockhead, a dolt.",
      "A metal tool consisting of a long rod with a bulbous end that is made hot in a fire, then plunged into some material (such as pitch or a liquid) to melt or heat it.",
      "(nautical) A post on a whaling boat used to secure the harpoon rope.",
      "(botany, Midlands, dialectal) Often in plural: a thistle-like flowering plant of the genus Centaurea, particularly the common knapweed (Centaurea nigra).",
      "(zoology) Used as the name of various animals with large heads."
    ]
  },
  {
    "word": "Petrichor n",
    "def": [
      "The distinctive scent which accompanies the first rain after a long, warm, dry spell.",
      "The yellow organic oil that yields this scent."
    ]
  },
  {
    "word": "Quacksalver n",
    "def": [
      "(archaic) One falsely claiming to possess medical or other skills, especially one who dispenses potions, ointments, etc., supposedly having curative powers; a quack."
    ]
  },
  {
    "word": "Volition n",
    "def": [
      "A conscious choice or decision.",
      "The mental power or ability of choosing; the will.",
      "(linguistics) A concept that distinguishes whether or not the subject or agent intended something."
    ]
  },
  {
    "word": "Mendacity n",
    "def": [
      "(uncountable) The fact or condition of being untruthful; dishonesty.",
      "(countable) A deceit, falsehood, or lie."
    ]
  },
  {
    "word": "Spendthrift adj",
    "def": ["Improvident, profligate, or wasteful.", "Extravagant or lavish."]
  },
  {
    "word": "Obtuse adj",
    "def": [
      "Intellectually dull or dim-witted.",
      "Indirect or circuitous.",
      "Of sound, etc.: deadened, muffled, muted.",
      "(geometry) Of an angle: greater than 90 degrees but less than 180 degrees.",
      "(geometry) Of a triangle: having one obtuse angle.",
      "(now chiefly botany, zoology) Not sharp; blunt."
    ]
  },
  {
    "word": "Frangible adj",
    "def": ["Able to be broken; breakable, fragile."]
  },
  {
    "word": "Glossolalia n",
    "def": [
      "Speaking a language one does not know, or speaking elaborate but apparently meaningless speech, while in a trance-like state (or, supposedly, under the influence of a deity or spirits); speaking in tongues.",
      "Xenoglossy (“knowledge of a language one has never learned”)."
    ]
  },
  {
    "word": "Swarf n",
    "def": [
      "(uncountable) The waste chips or shavings from an abrasive activity, such as metalworking, a saw cutting wood, or the use of a grindstone or whetstone.",
      "(countable) A particular waste chip or shaving."
    ]
  },
  {
    "word": "Careworn adj",
    "def": [
      "Showing the signs of long-term stress; tired and haggard due to prolonged worry."
    ]
  },
  {
    "word": "Coo v",
    "def": [
      "(transitive, intransitive) To make a soft murmuring sound, as a pigeon.",
      "(intransitive) To speak in an admiring fashion, to be enthusiastic about."
    ]
  },
  {
    "word": "Haka n",
    "def": [
      "A group dance of New Zealand's Maori people featuring rhythmic chanting, vigorous facial and arm movements, and foot stamping. Traditionally a war dance, today it is also performed to welcome guests, as a mark of respect at occasions such as commemorations and funerals, as a challenge to opposing teams at sports events, and for artistic purposes."
    ]
  },
  {
    "word": "Wordster n",
    "def": [
      "One who is skilled at using words; a wordsmith.",
      "One who studies words.",
      "(derogatory) One who uses words instead of actions; a hypocrite, a verbalist."
    ]
  },
  {
    "word": "Sawpit n",
    "def": [
      "A pit over which lumber is positioned to be sawn with a long two-handled saw (a pitsaw) by two people, one standing above the timber and the other in the pit below."
    ]
  },
  {
    "word": "Echelon n",
    "def": [
      "A level or rank in an organization, profession, or society.",
      "(cycling) A line of riders seeking maximum drafting in a crosswind, resulting in a diagonal line across the road.",
      "(military) A formation of troops, ships, etc., in diagonal parallel rows."
    ]
  },
  {
    "word": "Philematology n",
    "def": ["The scientific study of kissing."]
  },
  {
    "word": "Gunzel n",
    "def": [
      "(Australia) A railway or tram enthusiast; particularly (formerly derogatory) one who is overly enthusiastic or foolish.",
      "(Australia, by extension) An enthusiast or geek with a specific interest."
    ]
  },
  {
    "word": "Stochastically adv",
    "def": [
      "In a stochastic manner; by means of a process involving a randomly determined sequence of events."
    ]
  },
  {
    "word": "Cereology n",
    "def": ["The investigation, or practice, of creating crop circles."]
  },
  {
    "word": "Roughshod adj",
    "def": [
      "(farriery) Of a horse: having hooves shod with calks or horseshoes that have projecting nails to prevent slipping.",
      "(by extension) Brutal or domineering."
    ]
  },
  {
    "word": "Bedraggled adj",
    "def": ["Wet and limp; unkempt.", "Decaying, decrepit or dilapidated."]
  },
  {
    "word": "Logrolling n",
    "def": [
      "The rolling of logs from one place to another; an occasion when people meet to help each other roll logs.",
      "US, politics, figuratively) A concerted effort to push forward mutually advantageous legislative agendas by combining two items, either or both of which might fail on its own, into a single bill that is more likely to pass.",
      "(US, figuratively) Mutual recommendation of friends' or colleagues' services or products, such as book recommendations in literary reviews."
    ]
  },
  {
    "word": "Shovelware n",
    "def": [
      "(computing, slang, derogatory) A haphazard collection of software assembled in terms of quantity rather than quality.",
      "(media, slang) Traditional media content, such as printed news reports, republished hastily on the Internet without considering the needs and capabilities of that medium."
    ]
  },
  {
    "word": "Domable adj",
    "def": ["(obsolete, rare) Capable of being tamed; tameable, domesticable."]
  },
  {
    "word": "Anosmic adj",
    "def": [
      "(medicine) Having anosmia; lacking a sense of smell.",
      "(zoology) Lacking olfactory organs; anosmatic."
    ]
  },
  {
    "word": "Firebase n",
    "def": [
      "(military) An encampment designed to provide indirect artillery support to infantry troops operating beyond the normal range of fire support from their own base camps; a fire support base."
    ]
  },
  {
    "word": "Preprandial adj",
    "def": ["Of, relating to or occurring during the time before dinner"]
  },
  {
    "word": "Blip n",
    "def": [
      "(electronics) A small dot registered on electronic equipment, such as a radar or oscilloscope screen.",
      "A short sound of a single pitch, usually electronically generated.",
      "(by extension) A brief and usually minor aberration or deviation from what is expected or normal."
    ]
  },
  {
    "word": "Dibble n",
    "def": [
      "A pointed implement used to make holes in the ground in which to set out plants or to plant seeds."
    ]
  },
  {
    "word": "Axiom n",
    "def": [
      "(philosophy) A seemingly self-evident or necessary truth which is based on assumption; a principle or proposition which cannot actually be proved or disproved.",
      "(logic, mathematics, proof theory) A fundamental assumption that serves as a basis for deduction of theorems (for example, 'Through a pair of distinct points there passes exactly one straight line', and 'All right angles are congruent'); a postulate.",
      "An established principle in some artistic practice or science that is universally received."
    ]
  },
  {
    "word": "Shillelagh n",
    "def": [
      "(Ireland) A wooden (especially oaken) club ending with a large knob.",
      "Any cudgel, whether or not of Irish origin."
    ]
  },
  {
    "word": "Gnarly adj",
    "def": [
      "Having or characterized by gnarls; gnarled.",
      "(slang) Excellent; attractive.",
      "(slang, US) Dangerous; difficult.",
      "(slang, US) Unpleasant, awful, ugly."
    ]
  },
  {
    "word": "Ungainly adj",
    "def": [
      "Clumsy; lacking grace.",
      "Difficult to move or to manage; unwieldy.",
      "(obsolete) Unsuitable; unprofitable."
    ]
  },
  {
    "word": "Elephantry n",
    "def": [
      "(military, historical) That branch of an army that uses elephants."
    ]
  },
  {
    "word": "Necrocracy n",
    "def": [
      "A government that still operates under the rules of a former, dead leader."
    ]
  },
  {
    "word": "Hate-watch v",
    "def": [
      "(informal) To watch a television programme, etc., that one dislikes, for the pleasure one gets from criticizing or making fun of it."
    ]
  },
  {
    "word": "Syllabub n",
    "def": [
      "A drink dating back to the 16th century consisting primarily of milk curdled with an alcoholic beverage or some acid such as lemon juice, which is usually then sweetened and spiced.",
      "Also everlasting syllabub or solid syllabub: a dessert pudding derived from the drink.",
      "(figuratively) Something lacking substance; something frothy, insubstantial, or lightweight."
    ]
  },
  {
    "word": "Execration n",
    "def": [
      "An act or instance of cursing; a curse dictated by violent feelings of hatred; an imprecation; an expression of utter detestation.",
      "That which is execrated; a detested thing."
    ]
  },
  {
    "word": "Fishy adj",
    "def": ["Of, from, or similar to fish.", "Suspicious; inspiring doubt."]
  },
  {
    "word": "Yen n",
    "def": [
      "The unit of Japanese currency (symbol: ¥), equal to 100 sen.",
      "A strong desire, urge, or yearning."
    ]
  },
  {
    "word": "Measly adj",
    "def": [
      "Particularly of pigs or pork: infected with larval tapeworms or trichinae (parasitic roundworms).",
      "Of a person: infected with measles.",
      "Small (especially contemptibly small) in amount; miserable, paltry, trifling."
    ]
  },
  {
    "word": "Chimera n",
    "def": [
      "(Greek mythology) (a flame-spewing monster often represented as having two heads, one of a goat and the other of a lion; the body of a goat; and a serpent as a tail)",
      "(mythology) Any fantastic creature with parts from different animals.",
      "Anything composed of very disparate parts.",
      "A foolish, incongruous, or vain thought or product of the imagination.",
      "(architecture) A grotesque like a gargoyle, but without a spout for rainwater.",
      "(genetics) An organism with genetically distinct cells originating from two zygotes.",
      "Usually chimaera: a cartilaginous marine fish in the subclass Holocephali and especially the order Chimaeriformes, with a blunt snout, long tail, and a spine before the first dorsal fin."
    ]
  },
  {
    "word": "Defenestration n",
    "def": [
      "The act of throwing something or someone out of a window.",
      "(Britain) The high-profile removal of a person from an organization.",
      "(computing, neologism, humorous) The act of removing the Microsoft Windows operating system from a computer in order to install an alternative one."
    ]
  },
  {
    "word": "Wont n",
    "def": ["One's habitual way of doing things; custom, practice."]
  },
  {
    "word": "Atrocious adj",
    "def": [
      "Frightful, evil, cruel, or monstrous.",
      "Offensive or heinous",
      "Very bad; abominable, disgusting."
    ]
  },
  {
    "word": "Shoefie n",
    "def": [
      "(photography, slang, neologism) A photograph of one's own shoes taken while one is wearing them."
    ]
  },
  {
    "word": "Leapfrog v",
    "def": [
      "(transitive) To jump over some obstacle, as in the game of leapfrog.",
      "(transitive) To overtake.",
      "(intransitive) To progress.",
      "(transitive, chiefly Britain, law) Of a case: to appeal or allow to be appealed directly to a supreme court, bypassing an intermediate appellate court.",
      "(transitive, military) To advance by engaging the enemy with one unit while another moves further forward."
    ]
  },
  {
    "word": "Glen n",
    "def": [
      "A secluded and narrow valley, especially one with a river running through it; a dale; a depression between hills."
    ]
  },
  {
    "word": "Chunder v",
    "def": ["(Australia, New Zealand, slang) To throw up, to vomit."]
  },
  {
    "word": "Malapert adj",
    "def": ["(archaic) Cheeky, impudent, saucy."]
  },
  {
    "word": "Exonerate v",
    "def": [
      "(transitive, now rare) To relieve (someone or something) of a load; to unburden (a load).",
      "(obsolete, reflexive) Of a body of water: to discharge or empty (itself).",
      "(transitive) To free from an obligation, responsibility or task.",
      "(transitive) To free from accusation or blame."
    ]
  },
  {
    "word": "Russet adj",
    "def": [
      "Having a reddish-brown color.",
      "(archaic) Gray or ash-colored.",
      "Rustic, homespun, coarse, plain.",
      "The condition of leather when its treatment is complete, but it is not yet colored (stained) and polished.",
      "(botany) Having a rough skin that is reddish-brown or greyish; russeted."
    ]
  },
  {
    "word": "Haptic adj",
    "def": [
      "Of or relating to the sense of touch; tactile.Of or relating to the sense of touch; tactile.",
      "(computing) Of or relating to haptics (“the study of user interfaces that use the sense of touch”)."
    ]
  },
  {
    "word": "Dollop v",
    "def": [
      "(transitive) To apply haphazardly in generous lumps or scoops.",
      "(intransitive) To dole out in a considerable quantity; to drip in a viscous form."
    ]
  },
  {
    "word": "Sociolect n",
    "def": [
      "(sociolinguistics) The variant of language used by a social group such as a socioeconomic class, an ethnic group, an age group, etc."
    ]
  },
  {
    "word": "Imbroglio n",
    "def": ["A complicated situation; an entanglement."]
  },
  {
    "word": "Tertiary adj",
    "def": [
      "Of third rank or order; subsequent.",
      "(chemistry) Possessing some quality in the third degree; especially having been subjected to the substitution of three atoms or radicals.",
      "(ornithology) Of quills: growing on the innermost joint of a bird's wing; tertial."
    ]
  },
  {
    "word": "Swank n",
    "def": ["A fashionably elegant person.", "Ostentation; bravado."]
  },
  {
    "word": "Unbeseem v",
    "def": ["(obsolete, transitive) To be unseemly or unsuitable for."]
  },
  {
    "word": "Matchy-matchy adj",
    "def": [
      "(fashion) Of clothes or upholstery: excessively color-coordinated."
    ]
  },
  {
    "word": "Filch v",
    "def": [
      "(transitive) To illegally take possession of (especially items of low value); to pilfer, to steal."
    ]
  },
  {
    "word": "Merlion n",
    "def": [
      "An imaginary creature with the head of a lion and the body of a fish.",
      "(specifically, Singapore) Often Merlion: such a creature which is one of the national symbols of Singapore; a depiction of this creature.",
      "(heraldry) A depiction of a bird similar to a house martin or swallow with stylized feet; a martlet.",
      "(rare) Alternative form of merlin (“a small falcon, Falco columbarius”)."
    ]
  },
  {
    "word": "Scabrous adj",
    "def": [
      "Covered with scales or scabs; hence, very coarse or rough.",
      "(figuratively) Disgusting, repellent, repulsive, vile.",
      "(figuratively) Of music, writing, etc.: lacking refinement, harsh, rough; unmelodious, unmusical.",
      "(figuratively) Difficult, thorny, troublesome.",
      "(figuratively, chiefly US) Covered with a crust of dirt or grime."
    ]
  },
  {
    "word": "Underbelly n",
    "def": [
      "The underside of an animal.",
      "The underside of any thing.",
      "(figuratively) The side which is not normally seen, normally a dark, immoral place."
    ]
  },
  {
    "word": "Occultation n",
    "def": [
      "(astronomy) An astronomical event that occurs when one celestial object is hidden by another celestial object that passes between it and the observer when the nearer object appears larger and completely hides the more distant object.",
      "The state of being occult (“hidden, undetected”).",
      "(Shia Islam) The disappearance of the messianic figure, or Mahdi, who will one day return to the world."
    ]
  },
  {
    "word": "Janissary n",
    "def": [
      "(historical) An infantry soldier, often Christian, in a former elite Turkish (Ottoman) guard (disbanded in 1826); by extension, any Turkish soldier, particularly one escorting a traveller.",
      "(figuratively) An elite, highly loyal supporter."
    ]
  },
  {
    "word": "Shambolic adj",
    "def": ["(Australia, Britain) Chaotic, disorganised or mismanaged."]
  },
  {
    "word": "Wigwag v",
    "def": [
      "To move gently in one direction and then another; to wig or wiggle, to wag or waggle.",
      "To oscillate between two states.",
      "(US, military, historical) To send a signal by waving a flag to and fro."
    ]
  },
  {
    "word": "Skitter v",
    "def": [
      "(intransitive) To move hurriedly or as by bouncing or twitching; to scamper, to scurry.",
      "(intransitive) To make a scratching or scuttling noise while, or as if, skittering.",
      "(transitive) To move or pass (something) over a surface quickly so that it touches only at intervals; to skip, to skite."
    ]
  },
  {
    "word": "Trope n",
    "def": [
      "(art, literature) Something recurring across a genre or type of art or literature, such as the ‘mad scientist’ of horror movies or the use of the phrase ‘once upon a time’ as an introduction to fairy tales; a motif.",
      "(rhetoric) A figure of speech in which words or phrases are used with a nonliteral or figurative meaning, such as a metaphor."
    ]
  },
  {
    "word": "Fester v",
    "def": [
      "(intransitive) To become septic; to become rotten.",
      "(intransitive) To worsen, especially due to lack of attention.",
      "(transitive) To cause to fester or rankle."
    ]
  },
  {
    "word": "Contemporaneous adj",
    "def": ["Existing or created in the same period of time."]
  },
  {
    "word": "Middling adj",
    "def": [
      "Of intermediate or average size, position, or quality; mediocre.",
      "(colloquial, regional Britain) In fairly good health."
    ]
  },
  {
    "word": "Loll v",
    "def": [
      "(intransitive) To act lazily or indolently; to recline; to lean; to throw oneself down; to lie at ease.",
      "(transitive) To hang extended from the mouth, like the tongue of an animal heated from exertion.",
      "(intransitive) To let the tongue hang from the mouth in this way."
    ]
  },
  {
    "word": "Exemplary adj",
    "def": [
      "Deserving honour, respect and admiration.",
      "Of such high quality that it should serve as an example to be imitated; ideal, perfect.",
      "Serving as a warning; monitory.",
      "Providing an example or illustration."
    ]
  },
  {
    "word": "Elysian adj",
    "def": [
      "Of or pertaining to Elysian or Elysium, the location.",
      "(idiomatic) Blissful, happy, heavenly."
    ]
  },
  {
    "word": "Extremity n",
    "def": [
      "The most extreme or furthest point of something.",
      "An extreme measure.",
      "A hand or foot.",
      "A limb (“major appendage of a human or animal such as an arm, leg, or wing”)."
    ]
  },
  {
    "word": "Oche n",
    "def": [
      "(darts) A line behind which a player's front foot must be placed when throwing a dart."
    ]
  },
  {
    "word": "Blowhard n",
    "def": [
      "(Canada, US, derogatory) A person who talks too much or too loudly, especially in a boastful or self-important manner."
    ]
  },
  {
    "word": "Vog n",
    "def": [
      "Air pollution caused by substances (such as sulphur dioxide) emitted by a volcano."
    ]
  },
  {
    "word": "Ratfink n",
    "def": [
      "An informer or spy; a traitor.",
      "(also attributive) A dislikable or contemptible person."
    ]
  },
  {
    "word": "Fomentation n",
    "def": [
      "The act of fomenting; the application of warm, soft, medicinal substances, as for the purpose of easing pain by relaxing the skin, or of discussing (dispersing) tumours.",
      "A lotion or poultice applied to a diseased or injured part of the body.",
      "Encouragement; excitation; instigation."
    ]
  },
  {
    "word": "Putter v",
    "def": [
      "(intransitive) To be active, but not excessively busy, at a task or a series of tasks.",
      "(intransitive) To produce intermittent bursts of sound in the course of operating."
    ]
  },
  {
    "word": "Crafternoon n",
    "def": [
      "An afternoon spent crafting.",
      "An afternoon gathering dedicated to crafts, or other hobby activities."
    ]
  },
  {
    "word": "Raze v",
    "def": [
      "(transitive) To demolish; to level to the ground.",
      "(transitive) To scrape as if with a razor."
    ]
  },
  {
    "word": "Adder n",
    "def": [
      "(obsolete) A snake.",
      "A name loosely applied to various snakes more or less resembling the viper; a viper.",
      "(chiefly Britain) A small venomous serpent of the genus Vipera. The common European adder is the Vipera berus. The puff adders of Africa are species of the genus Bitis.",
      "(US, Canada) Any of several small nonvenomous snakes resembling the adder, such as the milk snake.",
      "The sea stickleback or adder fish."
    ]
  },
  {
    "word": "Hearsay n",
    "def": [
      "Information that was heard by one person about another.",
      "(law) Evidence based on the reports of others rather than on personal knowledge, which is normally inadmissible because it was not made under oath.",
      "(law) An out-of-court statement offered in court for the truth of the matter asserted, which is normally inadmissible because it is not subject to cross-examination unless the hearsay statement falls under one of a number of exceptions."
    ]
  },
  {
    "word": "Slingshot v",
    "def": [
      "To move in a manner resembling a slingshot.",
      "(especially) To use the gravity of a moving planet to add momentum to a spacecraft."
    ]
  },
  {
    "word": "Bust v",
    "def": [
      "(slang) To arrest for a crime.",
      "(slang) To catch someone in the act of doing something wrong, socially and morally inappropriate, or illegal, especially when being done in a sneaky or secretive state.",
      "(US, informal) To reduce in rank."
    ]
  },
  {
    "word": "Bizbabble n",
    "def": ["Meaningless verbiage of business executives."]
  },
  {
    "word": "Pony keg n",
    "def": [
      "(US) A container for beer holding 7.75 US gallons, equal to half the size of a standard beer keg.",
      "(Cincinnati, colloquial) A drive-through liquor store; by extension, any convenience store."
    ]
  },
  {
    "word": "Beholden adj",
    "def": [
      "Obligated to provide, display, or do something for another; indebted, obliged.",
      "Bound by external expectations, such as fashion or morality."
    ]
  },
  {
    "word": "Nocturne n",
    "def": [
      "A work of art relating or dedicated to the night.",
      "(music) A dreamlike or pensive composition, usually for the piano."
    ]
  },
  {
    "word": "Facetious adj",
    "def": [
      "Treating serious issues with deliberately inappropriate humour; flippant.",
      "Pleasantly humorous; jocular."
    ]
  },
  {
    "word": "Waft",
    "def": [
      "(ergative) To (cause to) float easily or gently through the air.",
      "(intransitive) To be moved, or to pass, on a buoyant medium; to float.",
      "To give notice to by waving something; to wave the hand to; to beckon."
    ]
  },
  {
    "word": "Cement v",
    "def": [
      "(transitive) To affix with cement.",
      "(transitive) To overlay or coat with cement.",
      "(transitive, figuratively) To unite firmly or closely.",
      "(figuratively) To make permanent."
    ]
  },
  {
    "word": "Sinuous adj",
    "def": [
      "Having curves in alternate directions; meandering.",
      "Moving gracefully and in a supple manner."
    ]
  },
  {
    "word": "Scintillate v",
    "def": [
      "(intransitive) To give off sparks; to shine as if emanating sparks; to twinkle or glow.",
      "(transitive) To throw off like sparks."
    ]
  },
  {
    "word": "Fief n",
    "def": [
      "An estate held by a person on condition of providing military service to a superior.",
      "Something over which one has rights or exercises control.",
      "(figuratively) An area of dominion, especially in a corporate or governmental bureaucracy."
    ]
  },
  {
    "word": "Giant-killer n",
    "def": [
      "Someone or something, especially a sports team, that defeats a larger and superior opponent."
    ]
  },
  {
    "word": "Quagmire n",
    "def": [
      "A swampy, soggy area of ground.",
      "(figuratively) A perilous, mixed up and troubled situation; a hopeless tangle; a predicament."
    ]
  },
  {
    "word": "Newspeak n",
    "def": [
      "A mode of talk by politicians and officials using ambiguous words to deceive the listener."
    ]
  },
  {
    "word": "Arborescent adj",
    "def": [
      "Like a tree; having a structure or appearance similar to that of a tree; branching.",
      "(philosophy) Marked by insistence on totalizing principles, binarism and dualism (as opposed to the rhizome theory)."
    ]
  },
  {
    "word": "Night-biter n",
    "def": [
      "An animal, especially an insect such as a mosquito, that bites during the night."
    ]
  },
  {
    "word": "Bentwood n",
    "def": [
      "(woodworking, countable and uncountable) Also attributive. Lengths of wood that have been made pliable by heating with steam and then bent into the appropriate shape (to make furniture, ships' hulls, etc.).",
      "(countable) An object, especially a piece of furniture, made from bentwood."
    ]
  },
  {
    "word": "Coop n",
    "def": [
      "A basket, pen or enclosure for birds.",
      "A wickerwork basket (kipe) or other enclosure for catching fish.",
      "(figuratively, slang) A narrow place of confinement, a cage; a jail, a prison."
    ]
  },
  {
    "word": "Periplus n",
    "def": [
      "A circumnavigation; a sea voyage around a coastline.",
      "A record of such a voyage."
    ]
  },
  {
    "word": "Nudiustertian adj",
    "def": [
      "(rare, obsolete, modern uses probably humorous) Of or relating to the day before yesterday; very recent."
    ]
  },
  {
    "word": "Bumfluff n",
    "def": [
      "(Australia, Britain, New Zealand, derogatory) The first, sparse beard growth of an adolescent."
    ]
  },
  {
    "word": "Natatorium n",
    "def": [
      "(US) A swimming pool, especially an indoor one; a building housing one or more swimming pools."
    ]
  },
  {
    "word": "Jiffy n",
    "def": [
      "(colloquial) A very short, unspecified length of time.",
      "(computing) A unit of time defined by the frequency of its basic timer – historically, and by convention, 0.01 of a second, but some computer operating systems use other values.",
      "(electronics) The length of an alternating current power cycle (1/60 or 1/50 of a second).",
      "(physics) The time taken for light to travel a specified distance in a vacuum, usually one centimetre, but sometimes one foot or the width of a nucleon."
    ]
  },
  {
    "word": "Funemployed adj",
    "def": ["(neologism) In a state of enjoyable unemployment."]
  },
  {
    "word": "Gasbag n",
    "def": [
      "A bag or bladder to hold a reservoir of gas, as in a hot-air balloon.",
      "(figuratively) A person who is overly garrulous or prone to making empty, unsupportable statements; a windbag."
    ]
  },
  {
    "word": "Unchecked adj",
    "def": [
      "Unrestrained, not held back.",
      "Not examined for accuracy, efficiency, etc.",
      "(chiefly computing) Of a check box: not checked (ticked or enabled).",
      "(crossword puzzles) Of a square: part of only one entry (that is, across or down, but not both)."
    ]
  },
  {
    "word": "Skite v",
    "def": [
      "(Australia, Ireland, New Zealand) To boast.",
      "(Northern Ireland) To skim or slide along a surface.",
      "(Scotland, slang) To slip, such as on ice.",
      "(Scotland, slang) To drink a large amount of alcohol.",
      "(archaic, vulgar) To defecate, to shit."
    ]
  },
  {
    "word": "Mimiamb n",
    "def": [
      "(literature, Ancient Greece, rare) A short humorous dramatic scene in verse."
    ]
  },
  {
    "word": "Chronophagous adj",
    "def": ["(rare) Time-consuming."]
  },
  {
    "word": "Mammon n",
    "def": [
      "The desire for wealth personified as an evil spirit or a malign influence.",
      "Often mammon: wealth, material avarice, profit."
    ]
  },
  {
    "word": "Compotator n",
    "def": [
      "One who drinks (alcoholic beverages) with another; a fellow drinker."
    ]
  },
  {
    "word": "Anneal v",
    "def": [
      "(metallurgy) To subject to great heat, and then cool slowly for the purpose of rendering less brittle; to temper; to toughen.",
      "(figuratively) To strengthen or harden."
    ]
  },
  {
    "word": "Clamorous adj",
    "def": ["Of or pertaining to clamor.", "Noisy, loud."]
  },
  {
    "word": "Scaffold n",
    "def": [
      "A structure made of scaffolding for workers to stand on while working on a building.",
      "An elevated platform on which a criminal is executed.",
      "(metalworking) An accumulation of adherent, partly fused material forming a shelf or dome-shaped obstruction above the tuyeres in a blast furnace."
    ]
  },
  {
    "word": "Booklegging n",
    "def": ["The illicit publication and distribution of banned books."]
  },
  {
    "word": "Dissensus n",
    "def": ["Disagreement, especially when widespread."]
  },
  {
    "word": "Pullman n",
    "def": [
      "(rail transport, US) A railroad passenger car; especially one of the luxurious ones named after the eponymous Pullman Palace Car Company.",
      "A train made up of Pullman coaches."
    ]
  },
  {
    "word": "Shoe-leather adj",
    "def": [
      "Basic, old-fashioned or traditional; specifically (journalism) shoe-leather journalism or shoe-leather reporting: journalism involving walking from place to place observing things and speaking to people, rather than sitting indoors at a desk."
    ]
  },
  {
    "word": "Vitriolic adj",
    "def": [
      "(chemistry, dated) Of or pertaining to vitriol; derived from or resembling vitriol; vitriolous.",
      "(figuratively) Bitterly scathing, caustic."
    ]
  },
  {
    "word": "Puissance n",
    "def": [
      "Power, might or potency.",
      "(equestrianism) Often Puissance: The high-jump component of the sport of show jumping."
    ]
  },
  {
    "word": "Stemware n",
    "def": [
      "Drinking glasses that have a stem, such as wine glasses or champagne flutes."
    ]
  },
  {
    "word": "Houndstooth n",
    "def": [
      "A two-colour fabric pattern of broken checks.",
      "Fabric with a houndstooth pattern; an item of clothing made with such fabric."
    ]
  },
  {
    "word": "Ulterior adj",
    "def": [
      "Situated beyond, or on the farther side.",
      "Beyond what is obvious or evident.",
      "Being intentionally concealed so as to deceive.",
      "(archaic) Happening later; subsequent."
    ]
  },
  {
    "word": "Clomp v",
    "def": [
      "(transitive) To make a clomping sound (with some object).",
      "(intransitive) To move in a way that makes loud noises with one's feet.",
      "(intransitive, rare) To walk with wooden shoes."
    ]
  },
  {
    "word": "Cockalorum n",
    "def": [
      "A menial, yet self-important person; a person who makes empty boasts.",
      "Boastful speech, crowing.",
      "A game similar to leapfrog."
    ]
  },
  {
    "word": "Feague v",
    "def": [
      "To increase the liveliness of a horse by inserting an irritant, such as a piece of peeled raw ginger or a live eel, in its fundament.",
      "(obsolete) To beat or whip; to drive.",
      "(obsolete) To subject to some harmful scheme; to ‘do in’."
    ]
  },
  {
    "word": "Keelhaul v",
    "def": [
      "(transitive, nautical) To punish by dragging under the keel of a ship.",
      "(transitive) To rebuke harshly."
    ]
  },
  {
    "word": "Aweless adj",
    "def": [
      "Without fear; fearless, unafraid.",
      "Wanting reverence; void of respectful fear; irreverent.",
      "(obsolete) Inspiring no awe."
    ]
  },
  {
    "word": "Perfusionist n",
    "def": [
      "A trained clinician who operates the heart-lung machine during cardiac and other surgeries."
    ]
  },
  {
    "word": "Compunction n",
    "def": [
      "A pricking of conscience or a feeling of regret, especially one which is slight or fleeting."
    ]
  },
  {
    "word": "Cajole v",
    "def": [
      "To persuade someone to do something which they are reluctant to do, especially by flattery or promises; to coax."
    ]
  },
  {
    "word": "Levant v",
    "def": [
      "To abscond or run away, especially to avoid paying money or debts."
    ]
  },
  {
    "word": "Oobleck n",
    "def": [
      "A mixture of cornstarch and water with unusual physical properties."
    ]
  },
  {
    "word": "Tacit adj",
    "def": [
      "Expressed in silence; implied, but not made explicit: disengagement ",
      "(logic) Not derived from formal principles of reasoning; based on induction rather than deduction"
    ]
  },
  {
    "word": "Impassionate adj",
    "def": [
      "Filled with passion, impassioned",
      "Lacking passion, dispassionate"
    ]
  },
  {
    "word": "Seriatim adv",
    "def": [
      "One after another, in order; taking one topic or subject at a time in an order; sequentially"
    ]
  },
  {
    "word": "Owlful adj",
    "def": ["(literary) Full of owls."]
  },
  {
    "word": "Spieler n",
    "def": [
      "A person who speaks fluently and glibly.",
      "Hence, a person who loudly solicits crowds of customers; a barker.",
      "(Australia, New Zealand, slang) A swindler, a gambler."
    ]
  },
  {
    "word": "Lineament n",
    "def": [
      "Any distinctive shape or line, etc.",
      "A distinctive feature that characterizes something, especially the parts of the face of an individual."
    ]
  },
  {
    "word": "Attic adj",
    "def": [
      "Relating to Athenian culture or architecture.",
      "Marked by the qualities that were characteristic of the Athenians; classical; refined.",
      "Relating to that dialect of Ancient Greek."
    ]
  },
  {
    "word": "Interstice n",
    "def": [
      "A small opening or space between objects, especially adjacent objects or objects set closely together, as between cords in a rope or components of a multiconductor electrical cable or between atoms in a crystal.",
      "(figuratively) A fragment of space.",
      "An interval of time required by the Roman Catholic Church between the attainment of different degrees of an order."
    ]
  },
  {
    "word": "Entrench v",
    "def": [
      "(archaeology) To dig or excavate a trench; to trench.",
      "(military) To surround or provide with a trench, especially for defense; to dig in.",
      "(figuratively) To establish a substantial position in business, politics, etc.",
      "To invade; to encroach; to infringe or trespass; to enter on, and take possession of, that which belongs to another; usually followed by on or upon."
    ]
  },
  {
    "word": "Gizzardless adj",
    "def": [
      "Without a gizzard; without guts or innards.",
      "(figuratively) Lacking courage, cowardly."
    ]
  },
  {
    "word": "Heave v",
    "def": [
      "(transitive) To lift with difficulty; to raise with some effort; to lift (a heavy thing).",
      "(intransitive) To make an effort to vomit; to retch."
    ]
  },
  {
    "word": "Concoction n",
    "def": [
      "The preparing of a medicine, food or other substance out of many ingredients.",
      "A mixture prepared in such a way.",
      "Something made-up, an invention."
    ]
  },
  {
    "word": "Hinterland n",
    "def": [
      "The land immediately next to, and inland from, a coast.",
      "The rural territory surrounding an urban area, especially a port.",
      "A remote or undeveloped area, a backwater.",
      "(figuratively) That which is unknown or unexplored about someone.",
      "(figuratively) Anything vague or ill-defined, especially one that is ill understood."
    ]
  },
  {
    "word": "Memoriter adv",
    "def": [
      "That is or has been recited from memory; that has been learned by heart.",
      "Of, pertaining to, or involved with the practice of recitation or learning by heart."
    ]
  },
  {
    "word": "Umami n",
    "def": [
      "One of the five basic tastes, the savory taste of foods such as seaweed, cured fish, aged cheeses and meats.",
      "The taste of flavor enhancers added to food to accentuate savoriness, notably monosodium glutamate."
    ]
  },
  {
    "word": "Atrabilious adj",
    "def": [
      "(medicine, obsolete) Having an excess of black bile.",
      "Characterized by melancholy.",
      "Ill-natured; malevolent."
    ]
  },
  {
    "word": "Nacre n",
    "def": [
      "(obsolete) A shellfish which contains mother-of-pearl.",
      "A pearly substance which lines the interior of many shells; mother-of-pearl."
    ]
  },
  {
    "word": "Circumlocution n",
    "def": [
      "A roundabout or indirect way of speaking; the use of more words than necessary to express an idea.",
      "A roundabout expression."
    ]
  },
  {
    "word": "Inception n",
    "def": ["The creation or beginning of something; the establishment"]
  },
  {
    "word": "Cacophonous adj",
    "def": [
      "Containing, consisting of, or producing harsh, unpleasant or discordant sounds"
    ]
  },
  {
    "word": "Swage n",
    "def": [
      "A tool, used by blacksmiths and other metalworkers, for cold shaping of a metal item"
    ]
  },
  {
    "word": "Factitious adj",
    "def": ["Created by humans; artificial.", "Counterfeit, fabricated"]
  },
  {
    "word": "Superannuated adj",
    "def": ["Obsolete, antiquated"]
  },
  {
    "word": "Scuttle v",
    "def": [
      "(transitive) To deliberately sink a ship or boat by order of the vessel's commander or owner"
    ]
  },
  {
    "word": "Ascertain v",
    "def": ["To find out definitely; to discover or establish"]
  },
  {
    "word": "Casuistry n",
    "def": [
      "The process of answering practical questions via interpretation of rules or cases that illustrate such rules, especially in ethics.",
      "(pejorative) A specious argument designed to defend an action or feeling"
    ]
  },
  {
    "word": "Enthesis n",
    "def": [
      "(anatomy) The point at which a tendon, ligament, or muscle inserts into a bone"
    ]
  },
  {
    "word": "Blueberrying n",
    "def": ["The act of gathering blueberries"]
  },
  {
    "word": "Penumbra n",
    "def": [
      "A partially shaded area around the edges of a shadow, especially an eclipse"
    ]
  },
  {
    "word": "Obviate v",
    "def": ["(transitive) To bypass a requirement or make it unnecessary"]
  },
  {
    "word": "Smaragdine adj",
    "def": ["Having the colour of emeralds"]
  },
  {
    "word": "Cascabel n",
    "def": [
      "A small, round, hot variety of chili pepper, Capsicum annuum, which rattles when dry.",
      "A knob at the end of a cannon, cast onto the gunbarrel, to which ropes are attached in order to control recoil"
    ]
  },
  {
    "word": "Amerce v",
    "def": ["(transitive) To impose a fine on; to fine"]
  },
  {
    "word": "Proppant n",
    "def": [
      "Sand or similar particulate material suspended in water or other fluid and used in hydraulic fracturing (fracking) to keep fissures open"
    ]
  },
  {
    "word": "Comestible adj",
    "def": ["Suitable to be eaten; edible"]
  },
  {
    "word": "Nunatak n",
    "def": [
      "A mountain top or rocky element of a ridge that is surrounded by glacial ice but is not covered by ice; a peak protruding from the surface ice sheet"
    ]
  },
  {
    "word": "Ophidian adj",
    "def": [
      "Of or pertaining to the suborder Serpentes; of, related to, or characteristic of a snake or serpent"
    ]
  },
  {
    "word": "Gourmandise v",
    "def": [
      "To eat food in a gluttonous manner; to gorge; to make a pig of oneself"
    ]
  },
  {
    "word": "Snappish adj",
    "def": ["Exhibiting irritation or impatience; curt; irascible"]
  },
  {
    "word": "Troika n",
    "def": [
      "A Russian carriage drawn by a team of three horses abreast.",
      "A party or group of three"
    ]
  },
  {
    "word": "Artisanal adj",
    "def": [
      "Of or pertaining to artisans or the work of artisans.",
      "Involving skilled work, with comparatively little reliance on machinery.",
      "(of an item, especially a foodstuff) Made by an artisan (skilled worker)"
    ]
  },
  {
    "word": "Fugacious adj",
    "def": ["Fleeting, fading quickly, transient"]
  },
  {
    "word": "Philtrum n",
    "def": [
      "The shallow groove running down the center of the outer surface of the upper lip"
    ]
  },
  {
    "word": "phillumenist n",
    "def": [
      "A person who collects match-related items, like matchbox labels, matchboxes, matchbooks, or matchbook covers"
    ]
  },
  {
    "word": "Hamiform adj",
    "def": ["Curved at the extremity, shaped like a hook"]
  },
  {
    "word": "Enshrine v",
    "def": [
      "(transitive) To enclose (a sacred relic etc.) in a shrine or chest.",
      "(transitive) To preserve or cherish (something) as though in a shrine; to preserve or contain, especially with some reverence"
    ]
  },
  {
    "word": "Vaguery n",
    "def": [
      "(uncountable) Vagueness, the condition of being vague.",
      "(countable) A vagueness, a thing which is vague, an example of vagueness.",
      "(countable, in the plural) An eggcorn for vagaries"
    ]
  },
  {
    "word": "Forethoughtful adj",
    "def": ["Having or full of forethought; provident; proactive; visionary"]
  },
  {
    "word": "Perfusion n",
    "def": [
      "(medicine) The introduction of a drug or nutrients through the bloodstream in order to reach an internal organ or tissues"
    ]
  },
  {
    "word": "Escapade n",
    "def": [
      "A daring or adventurous act; an undertaking which goes against convention"
    ]
  },
  {
    "word": "Immolate v",
    "def": ["To kill as a sacrifice.", "To destroy, especially by fire"]
  },
  {
    "word": "Otorhinolaryngology n",
    "def": ["(medicine) The study of diseases of the ear, nose and throat"]
  },
  {
    "word": "Wry adj",
    "def": [
      "Turned away, contorted (of the face or body).",
      "Dryly humorous; sardonic or ironic.",
      "Twisted, bent, crooked"
    ]
  },
  {
    "word": "Tetchy adj",
    "def": ["Easily annoyed or irritated; peevish, testy or irascible."]
  },
  {
    "word": "Discernible adj",
    "def": [
      "Possible to discern; detectable or derivable by use of the senses or the intellect."
    ]
  },
  {
    "word": "Vacillation n",
    "def": [
      "Indecision in speech or action.",
      "Changing location by moving back and forth."
    ]
  },
  {
    "word": "Phalanx n",
    "def": [
      "(historical, plural phalanxes) An ancient Greek and Macedonian military unit that consisted of several ranks and files (lines) of soldiers in close array with joined shields and long spears.",
      "(historical sociology) A Fourierite utopian community; a phalanstery.",
      "(plural phalanxes) A large group of people, animals or things, compact or closely massed, or tightly knit and united in common purpose.",
      "(anatomy, plural phalanges) One of the bones of the finger or toe."
    ]
  },
  {
    "word": "Fussbudget n",
    "def": [
      "One who complains or fusses a great deal, especially about unimportant matters; a fusspot."
    ]
  },
  {
    "word": "Abreast adv",
    "def": [
      "Side by side and facing forward.",
      "(figuratively) Alongside; parallel to.",
      "Informed, well-informed, familiar, acquainted.",
      "Followed by of or with: up to a certain level or line; equally advanced.",
      "(nautical) Side by side; also, opposite; over against; on a line with the vessel's beam.",
      "(obsolete) At the same time; simultaneously."
    ]
  },
  {
    "word": "Cheeky adj",
    "def": [
      "(informal) Impudent; impertinent; impertinently bold, often in a way that is regarded as endearing or amusing.",
      "(informal, Britain, of food and drink) Eaten or drunk as an indulgence."
    ]
  },
  {
    "word": "Spearcaster n",
    "def": [
      "A sling-like device used to impart greater impetus to a thrown spear.",
      "A soldier or guard armed with a spear used as a ranged weapon.",
      "A track-and-field athlete who throws a spear or spears; a javelinist, a javelin thrower."
    ]
  },
  {
    "word": "Profundify v",
    "def": [
      "(in post-19th-century uses, humorous) To make profound; to make a concept unnecessarily complicated."
    ]
  },
  {
    "word": "Parsimonious adj",
    "def": [
      "Exhibiting parsimony; sparing in expenditure of money; frugal to excess; penurious; stingy.",
      "(sports) Not conceding many goals.",
      "Using a minimal number of assumptions, steps, or conjectures."
    ]
  },
  {
    "word": "Tiptoe adj",
    "def": [
      "Standing elevated, on or as if on the tips of one's toes.",
      "Moving carefully, quietly, warily or stealthily, on or as if on the tips of one's toes."
    ]
  },
  {
    "word": "Wreath n",
    "def": [
      "Something twisted, intertwined, or curled.",
      "An ornamental circular band made, for example, of plaited flowers and leaves, and used as decoration; a garland or chaplet, especially one given to a victor.",
      "(heraldry) An appendage to the shield, placed above it, and supporting the crest. It generally represents a twist of two cords of silk, one tinctured like the principal metal, the other like the principal color in the coat of arms."
    ]
  },
  {
    "word": "Aptonym n",
    "def": [
      "A proper name that aptly describes the occupation or character of the person, especially by coincidence."
    ]
  },
  {
    "word": "Jape v",
    "def": ["(intransitive) To jest; play tricks; joke; jeer"]
  },
  {
    "word": "Prosopagnosia n",
    "def": [
      "A form of visual agnosia characterised by difficulty with face recognition despite intact low-level visual processing"
    ]
  },
  {
    "word": "Reptilianness n",
    "def": ["The quality of the embodiment of reptile characteristics"]
  },
  {
    "word": "Ungulate adj",
    "def": ["Having hooves"]
  },
  {
    "word": "Crosswordese n",
    "def": [
      "The jargon of crossword puzzle answers, classically consisting of rare, archaic, or dialectal words"
    ]
  },
  {
    "word": "Doggedly adv",
    "def": [
      "In a way that is stubbornly persistent: Abby marked the International Day of the Dog with her beloved Jack Russell terrier, despite how he was doggedly gnawing through her extensive collection of shoes"
    ]
  },
  {
    "word": "Transhumance n",
    "def": [
      "The moving of cattle or other grazing animals to new pastures, often quite distant, according to the change in season"
    ]
  },
  {
    "word": "Accismus n",
    "def": [
      "(rhetoric) Feigning disinterest in something while actually desiring it"
    ]
  },
  {
    "word": "Timbre n",
    "def": ["The quality of a sound independent of its pitch and volume"]
  },
  {
    "word": "Relegate v",
    "def": [
      "(done to a person) Exile or banish to a particular place.",
      "(Roman history, done to a person) Banish from proximity to Rome for a set time.",
      "Consign (a person or thing) to a place, position, or role of obscurity, insignificance, oblivion, or (especially) inferiority"
    ]
  },
  {
    "word": "Petiole n",
    "def": [
      "(botany) The stalk of a leaf, attaching the blade to the stem.",
      "(entomology) A narrow or constricted segment of the body of an insect. Used especially to refer to the metasomal segment of Hymenoptera such as wasps"
    ]
  },
  {
    "word": "Transitory adj",
    "def": ["Lasting only a short time; temporary"]
  },
  {
    "word": "Restitution n",
    "def": [
      "(law) A process of compensation for losses.",
      "A return or restoration to a previous condition or position"
    ]
  },
  {
    "word": "Chicken-hearted adj",
    "def": ["Not brave; lacking courage; cowardly"]
  },
  {
    "word": "Devil-may-care adj",
    "def": ["Carefree or recklessly irresponsible"]
  },
  {
    "word": "Bacchanal adj",
    "def": [
      "Relating to Bacchus or his festival.",
      "Engaged in drunken revels; drunken and riotous or noisy"
    ]
  },
  {
    "word": "Xenodochium n",
    "def": [
      "A room (or separate guesthouse) in a monastery for the temporary accommodation of guests or pilgrims"
    ]
  },
  {
    "word": "Harrow v",
    "def": ["To traumatize or disturb; to frighten or torment"]
  },
  {
    "word": "Ramify v",
    "def": [
      "To divide into branches or subdivisions.",
      "(figuratively) To spread or diversify into multiple fields or categories"
    ]
  },
  {
    "word": "Stoically adv",
    "def": [
      "In a manner that endures pain and hardship without outwardly showing suffering or expressing complaint.",
      "In an unfeeling manner that inwardly is unaffected by pain or distress"
    ]
  },
  {
    "word": "Dystopia n",
    "def": [
      "A vision of a future that is a corrupted (usually beyond recognition) utopian society.",
      "A miserable, dysfunctional state or society that has a very poor standard of living.",
      "(medicine) Anatomical tissue that is not found in its usual place"
    ]
  },
  {
    "word": "Senescence n",
    "def": ["The state or process of ageing, especially in humans; old age"]
  },
  {
    "word": "Ventripotent adj",
    "def": ["Having a big belly.", "Gluttonous"]
  },
  {
    "word": "Dandification n",
    "def": [
      "The condition or state of a man who is overly concerned about his clothes and appearance"
    ]
  },
  {
    "word": "Ultracrepidarian adj",
    "def": [
      "Of a critic, giving opinions on something beyond his or her knowledge"
    ]
  },
  {
    "word": "Commiserate v",
    "def": ["Feel or express compassion or sympathy for (someone or something)"]
  },
  {
    "word": "Unflappable adj",
    "def": []
  },
  {
    "word": "test335",
    "def": [
      "Remaining composed and level-headed at all times; unswayed by adversity or excitement; impossible to fluster; not becoming frustrated or irritated easily"
    ]
  },
  {
    "word": "Leapling n",
    "def": ["Someone born on a 29th of February"]
  },
  {
    "word": "test337",
    "def": [
      "The act of exclaiming; violent outcry; vehement utterance of the voice"
    ]
  },
  {
    "word": "Contumelious adj",
    "def": ["Rudely contemptuous; showing contumely; insolent or disdainful"]
  },
  {
    "word": "Judder v",
    "def": ["To spasm; to shake violently"]
  },
  {
    "word": "Selcouth adj",
    "def": ["(obsolete) Strange, unusual, rare; marvellous, wondrous"]
  },
  {
    "word": "Oniomania n",
    "def": [
      "(psychology) An abnormal impulse to buy things, or a condition characterised by such impulses"
    ]
  },
  {
    "word": "Circumbendibus n",
    "def": [
      "(often humorous) A roundabout route or process.",
      "(often humorous) A roundabout, indirect, or confusing manner of speech or writing"
    ]
  },
  {
    "word": "Antepenultimate adj",
    "def": [
      "Two before the last, i.e., the one immediately before the penultimate, in a series"
    ]
  },
  {
    "word": "Valediction n",
    "def": [
      "A speech made, or phrase said, when leaving or parting company.",
      "The act of parting company"
    ]
  },
  {
    "word": "Discursion n",
    "def": [
      "(obsolete or rare) The action of hurriedly moving hither and thither.",
      "(figuratively) Digression: departure from the subject or idea at hand.",
      "(figuratively, rare) Ratiocination"
    ]
  },
  {
    "word": "Pareidolia n",
    "def": [
      "The tendency to interpret a vague stimulus as something known to the observer, such as interpreting marks on Mars as canals, seeing shapes in clouds, or hearing hidden messages in reversed music"
    ]
  },
  {
    "word": "Brouhaha n",
    "def": ["A stir: a fuss or uproar"]
  },
  {
    "word": "Vestiary adj",
    "def": ["Pertaining to clothes or clothing"]
  },
  {
    "word": "Anodyne adj",
    "def": [
      "Assuaging pain; soothing.",
      "Provoking only a weak response or reaction; bland, inoffensive"
    ]
  },
  {
    "word": "Cleanskin n",
    "def": [
      "A person with no prior criminal record.",
      "(Australia) An unbranded farm animal.",
      "(Australia) An unlabelled bottle of wine"
    ]
  },
  {
    "word": "test351",
    "def": []
  },
  {
    "word": "test352",
    "def": []
  },
  {
    "word": "test353",
    "def": []
  },
  {
    "word": "test354",
    "def": []
  },
  {
    "word": "test355",
    "def": []
  },
  {
    "word": "test356",
    "def": []
  },
  {
    "word": "test357",
    "def": []
  },
  {
    "word": "test358",
    "def": []
  },
  {
    "word": "test359",
    "def": []
  },
  {
    "word": "test360",
    "def": []
  },
  {
    "word": "test361",
    "def": []
  },
  {
    "word": "test362",
    "def": []
  },
  {
    "word": "test363",
    "def": []
  },
  {
    "word": "test364",
    "def": []
  },
  {
    "word": "test365",
    "def": []
  },
  {
    "word": "test366",
    "def": []
  }
]
